export const list = [
	{
		id: '1',
		name: '文学',
		child: [
			{
				id: '1001',
				name: '小说'
			},
			{
				id: '1002',
				name: '传记'
			},
			{
				id: '1003',
				name: '科幻'
			},
			{
				id: '1004',
				name: '悬疑'
			},
			{
				id: '1005',
				name: '散文'
			},
			{
				id: '1006',
				name: '纪实'
			},
			{
				id: '1007',
				name: '惊悚'
			},
			{
				id: '1000',
				name: '更多...',
			},
		]
	},
	{
		id: '2',
		name: '人文社科',
		child: [
			{
				id: '2001',
				name: '政治军事'
			},
			{
				id: '2002',
				name: '国学古籍'
			},
			{
				id: '2003',
				name: '历史'
			},
			{
				id: '2004',
				name: '心理'
			},
			{
				id: '2005',
				name: '哲学宗教'
			},
			{
				id: '2006',
				name: '社会科学'
			},
			{
				id: '2007',
				name: '文化'
			},
			{
				id: '2008',
				name: '法律'
			},
			{
				id: '2000',
				name: '更多...',
			},
		]
	},
	{
		id: '3',
		name: '学习',
		child: [
			{
				id: '3001',
				name: '外语'
			},
			{
				id: '3002',
				name: '考试'
			},
			{
				id: '3003',
				name: '教材辅导'
			},
			{
				id: '3000',
				name: '更多...',
			},
		]
	},
	{
		id: '4',
		name: '杂志期刊',
		child: [
			{
				id: '4001',
				name: '文学文摘'
			},
			{
				id: '4002',
				name: '艺术/摄影/设计'
			},
			{
				id: '4003',
				name: '数码/计算机',
			},
			{
				id: '4004',
				name: '体育运动',
			},
			{
				id: '4000',
				name: '更多...',
			},
		]
	},
	{
		id: '99',
		name: '其他分类',
		child: [
			{
				id: '9999',
				name: '更多...'
			}
		]
	}
]
